{
  "ru": {
    "translation": {
      "Registration":"Регистрация",
      "Enter":"Ввод",
      "Nickname":"Юзернейм",
      "Password":"Пароль",
      "Repeat Password":"Повторите пароль",
      "Native Language":"Ваш родной язык",
      "Email":"Имеил",
      "Born (year)":"Рождение (год)",
      "Living room":"Гостинная",
      "Add my room":"Добавить комнату",
      "Rules":"Правила",
      "Invite":"Запросить",
      "Ignore":"Игнорировать",
      "Look History":"Посмотреть Историю",
      "If it's funny":"Если весело",
      "for fun":"и улыбайся",
      "Donate":"Донать",
      "Profile":"Профиль",
      "Exit":"Выйти",
      "Rooms":"Комнаты",
      "Nicknames":"Никнеймы",
      "Users":"Пользователи",
      "Contacts":"Контакты",
      "Phone":"Телефон",
      "by":"от",
      "Situation: (Trump enters the rooms and asks:)":"Ситуация: (Трамп входить в команту и справшивает:)",
      "Direct speech: ('what're you doing here?')":"Прямая речь: (что ты здесь делаешь?')",
      "Share on social media":"Поделиться в социальных сетях",
      "Situation:":"Ситуация:",
      "Direct speech:":"Прямая речь:",
      "game by":"игра от",
      "To participate, imagine a situation with direct speech (for example: He enters the room and asks: \"who are doing here?\") and write it in apropriate boxes. \"Crazy Mixer\" will add it to other nine and then show you result. Results are summarized in the Room History. Create your own Room and invite your friends to have a fun together, when writting with them only your common Room History.":"Для участия вообрази ситуацию с прямой речью (например: Он заходит в комнату и спрашивает: \"Что вы здесь делаете?\") И запиши это в соответствующие поля. \"Crazy Mixer\" добавит это к другим девяти, а затем покажеш результат. Результаты сохраняются в Истории комнаты. Создай свою собственную комнату и пригласи друзей весело провести время вместе, и пишите с ними только вашу общую историю.",
      "To invite your friends to your private room or to ignore somebody, make a right click on the nickname and then press the corresponding button.":"Чтобы пригласить друга в вашу приватную комнату или заигнорить кого-то кликните правой кнопкой по нику и затем нажмите соответствующую кнопку интерфейся",
      "To invite your friends to your private room or to ignore somebody, make a long click on the nickname and then press the corresponding button.":"Чтобы пригласить друга в вашу приватную комнату или заигнорить кого-то кликните длинно по нику и затем нажмите соответствующую кнопку интерфейся",
      "To make it more interesting, describe the situation in more detail and make it clearer. If you are playing with friends, write about your mutual acquaintances, or about the circumstances known to them, and if you are playing with strangers, use well-known events and public characters.":"Чтобы было интереснее, описывайте ситуацыю подробнее и ярче. Если играешь с друзьями, пиши о ваших общих знакомых, или об известных им обстоятельствах, если с незнакомым - об общеизвестных событиях и публичных персонажах.",
      "Save":"Сохранить",
      "Edit photo":"Изменить фото",
      "Sorry... nickname is already taken.":"Извените... никнейм уже занят.",
      "Save new photo":"Соранить фото",
      "likes":"лайки",
      "No game results found...":"Не найдено результатов игры...",
      "Room History":"История Комнаты",
      "Game Rules":"Правила Игры",
      "Advice":"Подсказка",
      "Old password":"Старый пароль",
      "New password":"Новый пароль",
      "Repeat":"Повторите",
      "You are already in private room!":"Вы уже находитесь в приватной комнате!",
      "Only invited users can enter the private room!":"Только приглашенные пользователи могут войти в приватную комнату!",
      "You was invited to the":"Вы приглашены в комнату",
      "and successfully connected.":"и успешно подключены.",
      "User":"Пользователь",
      "was invited.":"приглашен.",
      "Look at game result =)":"Посмотри на результаты игры =)",
      "User ignore your invites.":"Пользователь игнорирует Ваше приглашение.",
      "Profanity prohibited. Users agree that jokes arise from their text fragments due to the “Crazy mixer” and that the jokes are thus the property of the owner of “ha-ha-chat”. He allows the publication of these jokes on social networks by any user.":"Ненормативная и оскорбительная лексика запрещена. Юзеры соглашаются, что шутки возникают из их фрагментов текста благодаря “Crazy mixer” и шутки есть собственностью хозяина “ha-ha-chat”. Он разрешает публикацию этих шуток в социальных сетях любому юзеру.",
      "The site provides entertainment services through the participation of customers in a non-profit entertaining text game around the world. The client can pay for these entertainment services if he considers them to be valid. Making the payment, the client confirms the receipt of services in full and in proper quality. Paid funds are not refundable.":"Сайт предоставляет услуги развлечения посредмтвом участия клиентов в некоммерческой развлекательной текстовой игре по всему Миру. Клиент может оплатить эти развлекательные услуги, если считает их состоявшимися. Оплачивая их, клиент подтверждает получение услуг в полном объеме и надлежащем качестве. Оплаченные средства не возвращаются.",
      "Both fields are required.":"Оба поля должны быть заполнены."
    }
  }
}
