{
  "uk": {
    "translation": {
      "Registration":"Реєстрація",
      "Enter":"Ввід",
      "Nickname":"Юзернейм",
      "Password":"Пароль",
      "Repeat Password":"Повторіть пароль",
      "Native Language":"Ваша рідна мова",
      "Email":"Емейл",
      "Born (year)":"Народження (рік)",
      "Living room":"Вітальня",
      "Add my room":"Додати кімнату",
      "Rules":"Правила",
      "Invite":"Запросити",
      "Ignore":"Ігнор",
      "Look History":"Переглянути Історію",
      "If it's funny":"Якщо веcело",
      "for fun":"та смійся",
      "Donate":"Донать",
      "Profile":"Профіль",
      "Exit":"Вийти",
      "Rooms":"Кімнати",
      "Nicknames":"Нікнейми",
      "Users":"Користувачі",
      "Contacts":"Контакти",
      "Phone":"Телефон",
      "by":"від",
      "Situation: (Trump enters the rooms and asks:)":"Ситуація: (Трамп заходить в кімнату і запитує:)",
      "Direct speech: ('what're you doing here?')":"Пряма мова: (що ти тут робиш?')",
      "Share on social media":"Поділитись в соціальних мережах",
      "Situation:":"Ситуація:",
      "Direct speech:":"Пряма мова:",
      "game by":"ігра від",
      "To participate, imagine a situation with direct speech (for example: He enters the room and asks: \"who are doing here?\") and write it in apropriate boxes. \"Crazy Mixer\" will add it to other nine and then show you result. Results are summarized in the Room History. Create your own Room and invite your friends to have a fun together, when writting with them only your common Room History.":"Для участі уяви ситуацію з прямовою мовою (наприклад: Він заходить до кімнати і запитує: \"що ви тут робите?\") І запиши це у відповідні поля. \"Crazy Mixer\" додасть це до інших дев'яти, а потім покаже результат. Результати зберігаються в історії кімнати. Створи свою власну кімнату та запроси друзів весело провести час разом, та пишіть з ними лише вашу спільну історію.",
      "To invite your friends to your private room or to ignore somebody, make a right click on the nickname and then press the corresponding button.":"Щоб запросити друга до своєї приватної кімнати або заігнорити будь-кого зробіть правий клік на його нікнейм та натисніть потім на відповідну кнопку. ",
      "To invite your friends to your private room or to ignore somebody, make a long click on the nickname and then press the corresponding button.":"Щоб запросити друга до своєї приватної кімнати або заігнорити будь-кого зробіть довгий клік на його нікнейм та натисніть потім на відповідну кнопку.",
      "To make it more interesting, describe the situation in more detail and make it clearer. If you are playing with friends, write about your mutual acquaintances, or about the circumstances known to them, and if you are playing with strangers, use well-known events and public characters.":"Щоб було цікавіше, описуй ситуацію детальніше та яскравіше. Якщо граєш з друзями, пиши про ваших спільних знайомих, чи про відомі їм обставини, якщо з незнайомими - про загально відомі події та публічні персонажі.",
      "Save":"Зберегти",
      "Edit photo":"Змінити фото",
      "Sorry... nickname is already taken.":"Вибачте... нікнейм уже зайнятий.",
      "Save new photo":"Зберегти фото",
      "likes":"лайки",
      "No game results found...":"Не знайдено результатів гри...",
      "Room History":"Історія кімнати",
      "Game Rules":"Правила Гри",
      "Advice":"Підсказка",
      "Old password":"Старий пароль",
      "New password":"Новий пароль",
      "Repeat":"Повторіть",
      "You are already in private room!":"Ви уже знаходитесь в приватній кімнаті!",
      "Only invited users can enter the private room!":"Тільки запрошені користувачі можуть зайти в приватну кімнату!",
      "You was invited to the":"Ви запрошені в кімнату",
      "and successfully connected.":"і успішно підключені.",
      "User":"Користувач",
      "was invited.":"запрошений.",
      "Look at game result =)":"Глянь на результати гри =)",
      "User ignore your invites.":"Користувач ігнорує Ваше запрошення.",
      "Profanity prohibited. Users agree that jokes arise from their text fragments due to the “Crazy mixer” and that the jokes are thus the property of the owner of “ha-ha-chat”. He allows the publication of these jokes on social networks by any user.":"Ненормативна і образлива лексика заборонена. Користувачі погоджуються, що жарти виникають з їхніх фрагментів тексту завдяки “Crazy mixer“ і жарти є власністю власника “ha-ha-chat“. Він дозволяє публікацію цих жартів в соціальних мережах будь-яким користувачем.",
      "The site provides entertainment services through the participation of customers in a non-profit entertaining text game around the world. The client can pay for these entertainment services if he considers them to be valid. Making the payment, the client confirms the receipt of services in full and in proper quality. Paid funds are not refundable.":"Сайт надає послуги розваги через участь клієнтів в некомерційній розважальної текстової грі по всьому Світу. Клієнт може оплатити ці розважальні послуги, якщо вважає їх такими, що відбулися. Оплачуючи їх, клієнт підтверджує отримання послуг в повному обсязі та належної якості. Сплачені кошти не повертаються.",
      "Both fields are required.":"Обидва поля повинні бути заповнені."
    }
  }
}
